<template>
  <q-page padding>
    <div class="p-4">
    <div class="text-3xl font-bold pb-4">
      Для совершения любого нотариального действия физическим лицам, достигшим 18 лет необходимо иметь при себе паспорт гражданина РФ в подлиннике.
      Для граждан других государств требуется паспорт в подлиннике и действующая виза, для лиц без гражданства – разрешение на временное проживание, вид на жительство в России и документ удостоверяющий личность без гражданства).
      Лицам с 14 лет до 18 лет дополнительно требуется свидетельство о рождении в подлиннике.
      Стоимость нотариальных действий складывается из двух элементов:
      Нотариального тарифа. Он установлен Налоговым кодексом (статья 333.24), «Основами законодательства Российской Федерации о нотариате» (утв. ВС РФ 11.02.1993 N 4462-1) и един для всех нотариусов.
      Стоимости правовой и технической работы. Согласно статье 25 «Основ законодательства о нотариате», Нотариальная палата субъекта РФ ежегодно устанавливает обязательные для применения нотариусами размеры платы за эту работу. В таблице ниже приведены цены для Москвы на 2022 год — они утверждены решением Правления Московской городской нотариальной палаты от 25.11.2021.
    </div>

    <div class="project-widget-list space-y-5">
    <ProjectWidget />
    </div>
    </div>
  </q-page>
</template>

<script>
import ProjectWidget from "src/components/ProjectWidget.vue"

export default {
  components:{ProjectWidget}
  // name: 'PageName',
}
</script>
