<template>
    <div class="q-pa-md colum items-start q-gutter-md">

    <q-card class="my-card position-relative" flat bordered>
      <q-badge label="Договоры купли-продажи, дарения и другие, связанные с отчуждением недвижимого имущества (земельных участков, жилых домов, квартир, дач и т.д." color="red" rounted class="text-h6"></q-badge>
      <q-card-section>

        <div class="text-h6 q-mt-sm q-mb-xs">Нотариальный тариф</div>
        <div>
          Супругу, родителям, детям, внукам в зависимости от суммы сделки:
        <div>— до 10 000 000 руб. — 3 000 руб. + 0,2 % оценки недвижимого имущества (суммы сделки);</div>
        <div>— свыше 10 000 000 руб. — 23 000 руб. + 0,1% суммы сделки, превышающей 10 000 000 руб., но не более 50 000 руб.</div>
          Другим лицам в зависимости от суммы сделки:
          <div>— до 1 000 000 руб. — 3 000 руб. + 0,4 % суммы сделки;</div>
          <div>— свыше 1 000 000 руб. до 10 000 000 руб. — 7 000 руб. + 0,2 % суммы сделки, превышающей 1 000 000 руб.;</div>
          <div>— свыше 10 000 000 руб. — 25 000 руб. + 0,1% суммы сделки, превышающей 10 000 000 руб., а в случае отчуждения жилых помещений (квартир, комнат, жилых домов) и земельных участков, занятых жилыми домами, — не более 100 000 руб.</div>
        </div>

        <div class="text-h8 q-mt-sm q-mb-xs">Правовая и техническая работа 7 000 руб.</div>
          <Document_1Vue />
      </q-card-section>
    </q-card>
<!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
<!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
<!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
  <q-card class="my-card position-relative" flat bordered>
    <q-badge label="Договоры дарения (кроме недвижимости)" color="red" rounted class="text-h6"></q-badge>
      <q-card-section>

        <div class="text-h6 q-mt-sm q-mb-xs">Нотариальный тариф</div>
        <div>
          Детям, в том числе усыновленным, супругу, родителям, полнородным братьям и сестрам — 0,3% суммы договора, но не менее 200 руб.
        </div>
        <div>Д ругим лицам — 1% суммы договора, но не менее 300 руб.</div>

        <div class="text-h8 q-mt-sm q-mb-xs">Правовая и техническая работа 7 000 руб.</div>
            <Document_1Vue />
      </q-card-section>
    </q-card>
<!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
<!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
<!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
    <q-card class="my-card position-relative" flat bordered>
    <q-badge label="Договоры ренты и пожизненного содержания с иждивением, внесение в уставный капитал ООО" color="red" rounted class="text-h6"></q-badge>
      <q-card-section>

        <div class="text-h6 q-mt-sm q-mb-xs">Нотариальный тариф</div>
        <div>
         0,5%  суммы договора, но не менее 300 руб. и не более 20 000 руб.
        </div>
        <div class="text-h8 q-mt-sm q-mb-xs">Правовая и техническая работа 7 000 руб.</div>
            <Document_1Vue />
      </q-card-section>
    </q-card>
<!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
<!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
<!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
    <q-card class="my-card position-relative" flat bordered>
    <q-badge label="Договор ипотеки (залога недвижимого имущества)  жилого помещения" color="red" rounted class="text-h6"></q-badge>
      <q-card-section>

        <div class="text-h6 q-mt-sm q-mb-xs">Нотариальный тариф</div>
        <div>
         200 руб.
        </div>
        <div class="text-h8 q-mt-sm q-mb-xs">Правовая и техническая работа 8 000 руб.</div>
            <Document_1Vue />
      </q-card-section>
    </q-card>
<!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
<!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
<!-- -------------------------------------------------------------------------------------------------------------------------------------------------- -->
    <q-card class="my-card position-relative" flat bordered>
    <q-badge label="Договор ипотеки (залога недвижимого имущества), в том числе  нежилого помещения" color="red" rounted class="text-h6"></q-badge>
      <q-card-section>

        <div class="text-h6 q-mt-sm q-mb-xs">Нотариальный тариф</div>
        <div>
         0,3%  суммы договора, но не более 3000 руб.
        </div>
        <div class="text-h8 q-mt-sm q-mb-xs">Правовая и техническая работа 8 000 руб.</div>
            <Document_1Vue />
      </q-card-section>
    </q-card>


  </div>
</template>

<script>
import { ref } from 'vue'
import Document_1Vue from './Document/Document_1.vue'
export default {
  // name: 'ComponentName',
  components:{Document_1Vue},
  setup () {
    return {
      expanded: ref(false)
    }
  }
}
</script>
